{"translation-revision-date":"2025-08-25 15:08+0500","generator":"WP-CLI\/2.12.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Auto Login":["Connexion automatique"],"No More Manual Login":["Plus de connexion manuelle"],"Login Redirects":["Login de Connexion pour Redirects"],"Automatically redirects the login":["Redirige automatiquement la connexion"],"Limit Login Attempts":["Limiter les tentatives de connexion"],"Limits for login attempts":["Limites pour les tentatives de connexion"],"Hide Login":["Masquer la connexion"],"Hide your login page":["Masquer votre page de connexion"],"Social Login":["Connexion Sociale"],"Third Party login access":["Accès à la connexion de tiers"],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Tout le monde a besoin d’un contrôle de sa page de connexion. Cela vous aidera à suivre vos tentatives de connexion par chaque utilisateur. Vous pouvez limiter les tentatives de connexion pour chaque utilisateur. Les attaques par force brute sont le moyen le plus courant d’accéder à votre site Web. Cet add-on agit comme une étagère à ces attaques de piratage et vous donne le contrôle pour définir le temps entre chaque tentative de connexion."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Ce module complémentaire LoginPress vous permet de changer l’URL de la page de connexion à ce que vous voulez. Cela donnera du fil à retordre aux spammeurs qui continuent à accéder à votre page de connexion. Ceci est utile pour les attaques par force brute. Une mise en garde pour utiliser ce module complémentaire est que vous devez vous souvenir de l’URL de connexion personnalisée après l’avoir modifiée. Nous avons la possibilité d’envoyer votre URL de connexion personnalisée par e-mail afin que vous vous en souveniez."],"UPGRADE NOW":["METTRE À JOUR MAINTENANT"],"CAPTCHA Protection Settings":["Paramètres de protection CAPTCHA"],"Integrations":["Intégrations"],"All Plugin Integrations":["Toutes les intégrations de plugins"],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["La connexion sociale de LoginPress est un module complémentaire qui permet à vos utilisateurs de se connecter et de s’inscrire via Facebook, Google et Twitter. Cet add-on éliminera les enregistrements de spam et de bot. Cet add-on aidera vos utilisateurs à s’inscrire \/ connexions sans tracas sur votre site."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Redirigez les utilisateurs en fonction de leurs rôles et de leurs noms d’utilisateur spécifiques. Ceci est utile, si vous avez un éditeur et que vous voulez le rediriger vers sa page de statistiques d’éditeur. Limitez vos abonnés, invités ou même clients à certaines pages au lieu de wp-admin. Cet add-on a une UX \/ UI cool pour gérer toutes les redirections de connexion que vous avez créées sur votre site."],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Ce module complémentaire LoginPress vous permet (Adminstrator) de générer une URL unique pour certains de vos utilisateurs à qui vous ne souhaitez pas fournir de mot de passe pour vous connecter à votre site. Cet add-on Pro vous donne une liste de tous les utilisateurs auxquels vous avez donné des liens de connexion générés automatiquement. Vous pouvez désactiver l’accès de quelqu’un et supprimer certains utilisateurs."],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["La fonctionnalité CAPTCHA de LoginPress vous permet d'intégrer facilement différents types de services CAPTCHA dans vos formulaires de connexion et d'inscription. Les types de CAPTCHA proposés incluent Google reCAPTCHA, hCAPTCHA et d'autres services CAPTCHA largement utilisés. Cette fonctionnalité permet d'éviter le spam, les attaques de robots et les accès autorisés, garantissant ainsi une expérience utilisateur plus sécurisée."],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress s'intègre aux plugins WordPress les plus populaires pour améliorer votre expérience de connexion. Nos fonctionnalités de connexion sociale, CAPTCHA et de limitation des tentatives de connexion, entre autres, s'intègrent facilement à ces plateformes, vous permettant de simplifier l'accès des utilisateurs et de renforcer la sécurité."],"WooCommerce":["WooCommerce"],"Quick, secure logins for your WooCommerce store.":["Connexions rapides et sécurisées pour votre boutique WooCommerce."],"Easy Digital Downloads":["Easy Digital Downloads"],"Secure digital purchases with login enhancements.":["Achats numériques sécurisés avec améliorations de connexion."],"BuddyPress":["BuddyPress"],"Boost community logins with social and captcha support.":["Boostez les connexions à la communauté grâce au support social et captcha."],"BuddyBoss":["BuddyBoss"],"Hassle-free login experience for your BuddyBoss community.":["Expérience de connexion sans tracas pour votre communauté BuddyBoss."],"LifterLMS":["LifterLMS"],"Let students log in easily and securely.":["Permettez aux étudiants de se connecter facilement et en toute sécurité."],"LearnDash":["LearnDash"],"Simplify learning access with our login tools.":["Simplifiez l'accès à l'apprentissage avec nos outils de connexion."],"Upgrade Now":["Mettre à niveau maintenant"],"How to Setup":["Comment configurer"],"Settings":["Réglages"],"Login Page Settings":["Paramètres de la page de connexion"],"Register Form":["Formulaire d'inscription"],"Force Password Reset":["Forcer la réinitialisation du mot de passe"],"Enable to enforce password reset after certain duration.":["Activez cette option pour appliquer la réinitialisation du mot de passe après une certaine durée."],"Password Reset Duration":["Durée de la réinitialisation du mot de passe"],"Set the duration in days after which the user will be forced to change password again. e.g 10.":["Définissez la durée en jours après laquelle l’utilisateur sera obligé de changer à nouveau de mot de passe. par exemple 10."],"Password Reset For":["Réinitialisation du mot de passe pour"],"Choose the roles for password reset forcefully to secure the site's security.":["Choisissez les rôles pour la réinitialisation du mot de passe avec force afin de garantir la sécurité du site."],"Session Expire":["Expiration de la session"],"Set the session expiration time in minutes. e.g: 10":["Définissez le délai d'expiration de la session en minutes. par exemple: 10"],"Auto Remember Me":["Se souvenir de moi automatiquement"],"Custom Password Fields":["Champs personnalisés du mot de passe"],"Enable Password Strength":["Activer la force du mot de passe"],"To Enable password strength setting on password field.":["Pour activer le paramètre de force du mot de passe dans le champ du mot de passe."],"Minimum Password Strength":["Force minimale du mot de passe"],"Set the minimum password length. e.g: 8":["Définissez la longueur minimale du mot de passe. Par exemple : 8"],"Password Strength Options":["Options de force du mot de passe"],"[a-z | A-Z] At least one lower & upper case character.":["[a-z | A-Z] Au moins un caractère minuscule et majuscule."],"[ @,#,$,% etc ] At least one special character.":["[ @,#,$,% etc ] Au moins un caractère spécial."],"[0-9] At least one integer number.":["[0-9] Au moins un nombre entier."],"Password Strength Meter":["Indicateur de force du mot de passe"],"Enable to show password strength meter.":["Activer pour afficher l'indicateur de force du mot de passe."],"Login Order":["Ordre de connexion"],"Both Username Or Email Address":["Nom d’utilisateur ou adresse e-mail"],"Only Username":["Nom d’utilisateur uniquement"],"Only Email Address":["Adresse courriel uniquement"],"Enable PCI Compliance":["Activer la conformité PCI"],"Lost Password URL":["URL mot de passe perdu"],"Use WordPress default lost password URL instead of WooCommerce custom lost password URL.":["Utilisez l'URL de mot de passe perdu par défaut de WordPress au lieu de l'URL personnalisée de mot de passe perdu de WooCommerce."],"Language Switcher":["Sélecteur de langues"],"Remove Settings On Uninstall":["Supprimer les paramètres lors de la désinstallation"],"Remove Settings On Uninstall For Pro":["Supprimer les paramètres lors de la désinstallation pour Pro"],"Upgrade to Pro":["Passer à la version Pro"],"for More Features":["pour plus d'informations"],"New":["Nouveau"],"Domain format is valid!":["Le format du domaine est valide !"],"Settings saved successfully!":["Paramètres enregistrés avec succès !"],"Error saving settings.":["Erreur lors de l'enregistrement des paramètres."],"An error occurred while saving.":["Une erreur s’est produite lors de l’enregistrement."],"Everything else is customizable through":["Tout le reste est personnalisable grâce à"],"WordPress Customizer":["Personnalisateur WordPress"],"Force Login":["Force Login"],"Enable to force prompt user login for exclusive access.":["Permet de forcer l'utilisateur à se connecter pour obtenir un accès exclusif."],"Allow Crawlers to Access Main Page":["Permettre aux robots d'accéder à la page principale"],"Enable to allow search engine bots (crawlers) to access the main page without login.":["Activer pour permettre aux robots des moteurs de recherche (crawlers) d'accéder à la page principale sans connexion."],"Choose Crawlers":["Choisir les crawlers"],"Alternatively, to allow a custom bot, use the ":["Pour autoriser un robot personnalisé, il est également possible d'utiliser l'option "]," filter.":[" filtre."],"New user verification":["Vérification du nouvel utilisateur"],"Allows admin to verify user's registration request on the site.":["Permet à l'administrateur de vérifier la demande d'enregistrement de l'utilisateur sur le site."],"Enable to keep the ":["Activer pour conserver la "],"Remember Me":["Se souvenir de moi"]," option always checked on the Login Page.":[" est toujours cochée sur la page de connexion."],"Enable to add ":["Permettre d'ajouter"]," to the Registration Form.":[" au formulaire d'inscription."],"Enable Password Strength On":["Activation de la force du mot de passe"],"Reset Password Form":["Formulaire de réinitialisation du mot de passe"],"Allow Special Characters":["Autoriser les caractères spéciaux"],"Enable to allow usernames with special characters from selected languages.":["Permet d'autoriser les noms d'utilisateur comportant des caractères spéciaux dans les langues sélectionnées."],"Choose Languages":["Choisir les langues"],"Arabic":["Arabe"],"Latin":["Latin"],"Armenian":["Arménien"],"Bengali":["Bengali"],"Bopomofo":["Bopomofo"],"Cyrillic":["Cyrillic"],"Georgian":["Georgien"],"Greek":["Grec"],"Select the language whose characters should be allowed in usernames.":["Sélectionnez la langue dont les caractères doivent être autorisés dans les noms d'utilisateur."],"Registration from Specific Domains":["Enregistrement à partir de domaines spécifiques"],"Allow":["Autoriser"],"Disallow":["Interdire"],"Restrict Domains":["Restreindre les domaines"],"Enter each domain on a separate line in the format @domain.com <br>(e.g., @gmail.com, @yahoo.com).":["Saisissez chaque domaine sur une ligne distincte au format @domain.com <br>(par exemple, @gmail.com, @yahoo.com)."],"PCI Compliance":["Conformité PCI"]," to WordPress Login Forms.":[" aux formulaires de connexion de WordPress."],"Enable to remove Language Switcher Dropdown on Login Forms.":["Activer la suppression de la liste déroulante du sélecteur de langue sur les formulaires de connexion."],"Reset Customizer Settings":["Réinitialisation des paramètres"],"Enable to reset customizer settings.":["Permet de réinitialiser les paramètres du personnalisateur."],"Note: All your customization will be reverted back to the LoginPress default theme.":["Note : Toutes vos personnalisations seront ramenées au thème par défaut de LoginPress."],"Enable to remove all custom settings made by LoginPress upon uninstall.":["Activer la suppression de tous les paramètres personnalisés définis par LoginPress lors de la désinstallation."],"Enable to remove all custom settings made by LoginPress-Pro upon uninstall.":["Permet de supprimer tous les réglages personnalisés effectués par LoginPress-Pro lors de la désinstallation."],"Saving...":["Enregistrement en cours..."],"Save Changes":["Sauvegarder les changements"],"Oops! Something went wrong":["Une erreur s'est produite, veuillez réessayer plus tard"],"This component encountered an error. Please refresh the page.":["Ce composant a rencontré une erreur. Veuillez actualiser la page."],"Technical Details":["Détails techniques"],"Refresh Page":["Actualiser la page"],"Captcha Protection Settings":["Paramètres de la protection Captcha"],"How To Use LoginPress With Google reCaptcha V2":["Comment utiliser LoginPress avec Google reCaptcha V2"],"How Auto Login Works":["Fonctionnement de la connexion automatique"],"How Social Logins Works":["Fonctionnement des identifiants sociaux"],"How Hide Login Works":["Comment fonctionne le login caché"],"How Limit Login Login Attempts Works":["Comment fonctionne la limitation des tentatives de connexion"],"How Login Redirects Works":["Comment fonctionnent les redirections de connexion"],"Upgrade to Pro for More Features":["Mettre à niveau vers Pro pour plus de fonctionnalités"],"Get access to all premium features by upgrading to LoginPress Pro.":["Accédez à toutes les fonctionnalités premium en passant à LoginPress Pro."],"Video:":["Vidéo:"],"Coming soon":["À venir"],"No promotion available for this tab.":["Aucune promotion n'est disponible pour cet onglet."],"Captcha":["Captcha"],"License Manager":["Gestionnaire de Licence"],"Manage Your License Key":["Gérer votre clé de licence"]}}}