{"translation-revision-date":"2025-08-25 15:08+0500","generator":"WP-CLI\/2.12.0","source":"src\/SettingsLoad.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl","plural-forms":"nplurals=2; plural=(n != 1);"},"Auto Login":["Automatisch inloggen"],"No More Manual Login":["Geen handmatige login meer"],"Login Redirects":["Login Omleiding"],"Automatically redirects the login":["Stuurt de login automatisch om"],"Limit Login Attempts":["Beperk inlogpogingen"],"Limits for login attempts":["Limieten voor inlogpogingen"],"Hide Login":["Login verbergen"],"Hide your login page":["Verberg uw inlogpagina"],"Social Login":["Social Login"],"Third Party login access":["Toegang tot inloggen door derden"],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Iedereen heeft controle nodig over zijn inlogpagina. Dit helpt u om uw inlogpogingen van elke gebruiker bij te houden. U kunt de inlogpogingen voor elke gebruiker beperken. Brute force-aanvallen zijn de meest voorkomende manier om toegang te krijgen tot uw website. Deze add-on fungeert als een sheild voor deze hackaanvallen en geeft u controle om de tijd tussen elke inlogpoging in te stellen."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Met deze LoginPress-add-on kunt u de URL van de aanmeldingspagina wijzigen in alles wat u maar wilt. Het zal een moeilijke tijd geven aan spammers die op uw inlogpagina blijven slaan. Dit is handig voor Brute force-aanvallen. Een waarschuwing om deze add-on te gebruiken, is dat u de aangepaste inlog-URL moet onthouden nadat u deze hebt gewijzigd. We hebben een optie om uw aangepaste inlog-URL te e-mailen, zodat u deze onthoudt."],"UPGRADE NOW":["UPGRADE NU"],"CAPTCHA Protection Settings":["CAPTCHA-beveiligingsinstellingen"],"Integrations":["Integraties"],"All Plugin Integrations":["Alle plug-inintegraties"],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["Social login van LoginPress is een add-on die uw gebruikers de mogelijkheid biedt om in te loggen en zich te registreren via Facebook, Google en Twitter. Deze add-on elimineert de spam- en botregistraties. Deze add-on helpt uw gebruikers om probleemloos te registreren \/ inloggen op uw site."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Gebruikers omleiden op basis van hun rollen en specifieke gebruikersnamen. Dit is handig, als je een redacteur hebt en hem wilt omleiden naar zijn pagina met editorstatistieken. Beperk uw abonnees, gasten of zelfs klanten tot bepaalde pagina's in plaats van wp-admin. Deze add-on heeft een coole UX \/ UI om alle inlogomleidingen te beheren die u op uw site hebt gemaakt."],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Met deze LoginPress-add-on kunt u (Adminstrator) een unieke URL genereren voor uw bepaalde gebruikers die u geen wachtwoord wilt geven om in te loggen op uw site. Deze Pro-add-on geeft u een lijst met alle gebruikers die u automatisch gegenereerde inloglinks hebt gegeven. U kunt iemands toegang uitschakelen en bepaalde gebruikers verwijderen."],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["Met de CAPTCHA-functie van LoginPress kunt u eenvoudig verschillende soorten CAPTCHA-services integreren in uw inlog- en registratieformulieren. De aangeboden CAPTCHA-typen omvatten Google reCAPTCHA, hCAPTCHA en andere veelgebruikte CAPTCHA-services. Deze functie helpt spam, botaanvallen en geautoriseerde toegang te voorkomen, wat zorgt voor een veiligere gebruikerservaring."],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress integreert met de populairste WordPress-plugins om je inlogervaring te verbeteren. Onze functies, waaronder Social Login, CAPTCHA en Limit Login Attempts, zijn eenvoudig te integreren in deze platforms, waardoor je de gebruikerstoegang kunt stroomlijnen en de beveiliging kunt verbeteren."],"WooCommerce":["WooCommerce"],"Quick, secure logins for your WooCommerce store.":["Snelle en veilige logins voor uw WooCommerce-winkel."],"Easy Digital Downloads":["Easy Digital Downloads"],"Secure digital purchases with login enhancements.":["Veilige digitale aankopen met verbeterde login."],"BuddyPress":["BuddyPress"],"Boost community logins with social and captcha support.":["Vergroot het aantal community-aanmeldingen met ondersteuning voor sociale media en captcha."],"BuddyBoss":["BuddyBoss"],"Hassle-free login experience for your BuddyBoss community.":["Zorgeloos inloggen voor uw BuddyBoss-community."],"LifterLMS":["LifterLMS"],"Let students log in easily and securely.":["Laat leerlingen eenvoudig en veilig inloggen."],"LearnDash":["LearnDash"],"Simplify learning access with our login tools.":["Maak de toegang tot uw leeromgeving eenvoudiger met onze inloghulpmiddelen."],"Upgrade Now":["Nu Bijwerken"],"Settings":["Instellingen"],"Login Page Settings":["Instellingen van de inlogpagina"],"Captcha Protection Settings":["Captcha instellingen"],"How To Use LoginPress With Google reCaptcha V2":["Hoe LoginPress gebruiken met Google reCaptcha V2"],"How Auto Login Works":["Hoe automatisch aanmelden werkt"],"How Social Logins Works":["Hoe sociaal aanmelden werkt"],"How Hide Login Works":["Hoe Verbergen Inloggen werkt"],"How Limit Login Login Attempts Works":["Hoe het beperken van aanmeldingspogingen werkt"],"How Login Redirects Works":["Hoe inloggen omleiden werkt"],"Upgrade to Pro for More Features":["Upgrade naar Pro voor meer functies"],"Get access to all premium features by upgrading to LoginPress Pro.":["Krijg toegang tot alle premium functies door te upgraden naar LoginPress Pro."],"Video:":["Video:"],"Coming soon":["Binnenkort beschikbaar"],"No promotion available for this tab.":["Geen promotie beschikbaar voor dit tabblad."],"Captcha":["Captcha"],"License Manager":["Licentiebeheer"],"Manage Your License Key":["Je licentiesleutel beheren"]}}}