{"translation-revision-date":"2025-08-25 15:08+0500","generator":"WP-CLI\/2.12.0","source":"src\/SettingsLoad.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Auto Login":["Connexion automatique"],"No More Manual Login":["Plus de connexion manuelle"],"Login Redirects":["Login de Connexion pour Redirects"],"Automatically redirects the login":["Redirige automatiquement la connexion"],"Limit Login Attempts":["Limiter les tentatives de connexion"],"Limits for login attempts":["Limites pour les tentatives de connexion"],"Hide Login":["Masquer la connexion"],"Hide your login page":["Masquer votre page de connexion"],"Social Login":["Connexion Sociale"],"Third Party login access":["Accès à la connexion de tiers"],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Tout le monde a besoin d’un contrôle de sa page de connexion. Cela vous aidera à suivre vos tentatives de connexion par chaque utilisateur. Vous pouvez limiter les tentatives de connexion pour chaque utilisateur. Les attaques par force brute sont le moyen le plus courant d’accéder à votre site Web. Cet add-on agit comme une étagère à ces attaques de piratage et vous donne le contrôle pour définir le temps entre chaque tentative de connexion."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Ce module complémentaire LoginPress vous permet de changer l’URL de la page de connexion à ce que vous voulez. Cela donnera du fil à retordre aux spammeurs qui continuent à accéder à votre page de connexion. Ceci est utile pour les attaques par force brute. Une mise en garde pour utiliser ce module complémentaire est que vous devez vous souvenir de l’URL de connexion personnalisée après l’avoir modifiée. Nous avons la possibilité d’envoyer votre URL de connexion personnalisée par e-mail afin que vous vous en souveniez."],"UPGRADE NOW":["METTRE À JOUR MAINTENANT"],"CAPTCHA Protection Settings":["Paramètres de protection CAPTCHA"],"Integrations":["Intégrations"],"All Plugin Integrations":["Toutes les intégrations de plugins"],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["La connexion sociale de LoginPress est un module complémentaire qui permet à vos utilisateurs de se connecter et de s’inscrire via Facebook, Google et Twitter. Cet add-on éliminera les enregistrements de spam et de bot. Cet add-on aidera vos utilisateurs à s’inscrire \/ connexions sans tracas sur votre site."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Redirigez les utilisateurs en fonction de leurs rôles et de leurs noms d’utilisateur spécifiques. Ceci est utile, si vous avez un éditeur et que vous voulez le rediriger vers sa page de statistiques d’éditeur. Limitez vos abonnés, invités ou même clients à certaines pages au lieu de wp-admin. Cet add-on a une UX \/ UI cool pour gérer toutes les redirections de connexion que vous avez créées sur votre site."],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Ce module complémentaire LoginPress vous permet (Adminstrator) de générer une URL unique pour certains de vos utilisateurs à qui vous ne souhaitez pas fournir de mot de passe pour vous connecter à votre site. Cet add-on Pro vous donne une liste de tous les utilisateurs auxquels vous avez donné des liens de connexion générés automatiquement. Vous pouvez désactiver l’accès de quelqu’un et supprimer certains utilisateurs."],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["La fonctionnalité CAPTCHA de LoginPress vous permet d'intégrer facilement différents types de services CAPTCHA dans vos formulaires de connexion et d'inscription. Les types de CAPTCHA proposés incluent Google reCAPTCHA, hCAPTCHA et d'autres services CAPTCHA largement utilisés. Cette fonctionnalité permet d'éviter le spam, les attaques de robots et les accès autorisés, garantissant ainsi une expérience utilisateur plus sécurisée."],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress s'intègre aux plugins WordPress les plus populaires pour améliorer votre expérience de connexion. Nos fonctionnalités de connexion sociale, CAPTCHA et de limitation des tentatives de connexion, entre autres, s'intègrent facilement à ces plateformes, vous permettant de simplifier l'accès des utilisateurs et de renforcer la sécurité."],"WooCommerce":["WooCommerce"],"Quick, secure logins for your WooCommerce store.":["Connexions rapides et sécurisées pour votre boutique WooCommerce."],"Easy Digital Downloads":["Easy Digital Downloads"],"Secure digital purchases with login enhancements.":["Achats numériques sécurisés avec améliorations de connexion."],"BuddyPress":["BuddyPress"],"Boost community logins with social and captcha support.":["Boostez les connexions à la communauté grâce au support social et captcha."],"BuddyBoss":["BuddyBoss"],"Hassle-free login experience for your BuddyBoss community.":["Expérience de connexion sans tracas pour votre communauté BuddyBoss."],"LifterLMS":["LifterLMS"],"Let students log in easily and securely.":["Permettez aux étudiants de se connecter facilement et en toute sécurité."],"LearnDash":["LearnDash"],"Simplify learning access with our login tools.":["Simplifiez l'accès à l'apprentissage avec nos outils de connexion."],"Upgrade Now":["Mettre à niveau maintenant"],"Settings":["Réglages"],"Login Page Settings":["Paramètres de la page de connexion"],"Captcha Protection Settings":["Paramètres de la protection Captcha"],"How To Use LoginPress With Google reCaptcha V2":["Comment utiliser LoginPress avec Google reCaptcha V2"],"How Auto Login Works":["Fonctionnement de la connexion automatique"],"How Social Logins Works":["Fonctionnement des identifiants sociaux"],"How Hide Login Works":["Comment fonctionne le login caché"],"How Limit Login Login Attempts Works":["Comment fonctionne la limitation des tentatives de connexion"],"How Login Redirects Works":["Comment fonctionnent les redirections de connexion"],"Upgrade to Pro for More Features":["Mettre à niveau vers Pro pour plus de fonctionnalités"],"Get access to all premium features by upgrading to LoginPress Pro.":["Accédez à toutes les fonctionnalités premium en passant à LoginPress Pro."],"Video:":["Vidéo:"],"Coming soon":["À venir"],"No promotion available for this tab.":["Aucune promotion n'est disponible pour cet onglet."],"Captcha":["Captcha"],"License Manager":["Gestionnaire de Licence"],"Manage Your License Key":["Gérer votre clé de licence"]}}}