{"translation-revision-date":"2025-08-25 15:06+0500","generator":"WP-CLI\/2.12.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de","plural-forms":"nplurals=2; plural=(n != 1);"},"Auto Login":["Automatisches Einloggen"],"No More Manual Login":["Keine manuelle Anmeldung mehr"],"Login Redirects":["Login Weiterleitungen"],"Automatically redirects the login":["Automatische Weiterleitung des Logins"],"Limit Login Attempts":["Aantal inlogpogingen beperken"],"Limits for login attempts":["Limits für Anmeldeversuche"],"Hide Login":["Login ausblenden"],"Hide your login page":["Blenden Sie Ihre Anmeldeseite aus"],"Social Login":["Social Login"],"Third Party login access":["Login-Zugang von Drittanbietern"],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Jeder braucht eine Kontrolle über seine Login-Seite. Auf diese Weise können Sie Ihre Anmeldeversuche von jedem Benutzer verfolgen. Sie können die Anmeldeversuche für jeden Benutzer einschränken. Brute-Force-Angriffe sind die häufigste Methode, um Zugriff auf Ihre Website zu erhalten. Dieses Add-on fungiert als Schutz für diese Hacking-Angriffe und gibt Ihnen die Kontrolle, die Zeit zwischen den einzelnen Anmeldeversuchen festzulegen."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Mit diesem LoginPress-Add-on können Sie die URL der Anmeldeseite nach Belieben ändern. Es wird Spammern, die immer wieder auf Ihre Anmeldeseite klicken, eine schwere Zeit bereiten. Dies ist hilfreich für Brute-Force-Angriffe. Eine Vorsichtsmaßnahme bei der Verwendung dieses Add-Ons besteht darin, dass Sie sich die benutzerdefinierte Anmelde-URL merken müssen, nachdem Sie sie geändert haben. Wir haben die Möglichkeit, Ihre benutzerdefinierte Anmelde-URL per E-Mail zu senden, damit Sie sich daran erinnern können."],"UPGRADE NOW":["JETZT UPGRADEN"],"CAPTCHA Protection Settings":["CAPTCHA-Schutzeinstellungen"],"Integrations":["Integrationen"],"All Plugin Integrations":["Alle Plugin-Integrationen"],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["Social Login von LoginPress ist ein Add-on, das Ihren Benutzern die Möglichkeit bietet, sich über Facebook, Google und Twitter anzumelden und zu registrieren. Dieses Add-on eliminiert die Spam- und Bot-Registrierungen. Dieses Add-on hilft Ihren Benutzern, sich problemlos auf Ihrer Website zu registrieren\/anzumelden."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Leiten Sie Benutzer basierend auf ihren Rollen und bestimmten Benutzernamen um. Dies ist hilfreich, wenn Sie einen Editor haben und ihn auf seine Editor-Statistikseite weiterleiten möchten. Beschränken Sie Ihre Abonnenten, Gäste oder auch Kunden auf bestimmte Seiten anstelle von wp-admin. Dieses Add-on verfügt über eine coole UX\/UI, um alle Login-Weiterleitungen zu verwalten, die Sie auf Ihrer Website erstellt haben."],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Mit diesem LoginPress-Add-on können Sie (Adminstrator) eine eindeutige URL für Ihre bestimmten Benutzer generieren, für die Sie kein Passwort für die Anmeldung auf Ihrer Website angeben möchten. Dieses Pro-Add-on gibt Ihnen eine Liste aller Benutzer, denen Sie automatisch generierte Anmeldelinks gegeben haben. Sie können den Zugriff einer Person deaktivieren und bestimmte Benutzer löschen."],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["Mit der LoginPress CAPTCHA-Funktion können Sie verschiedene Arten von CAPTCHA-Diensten problemlos in Ihre Anmelde- und Registrierungsformulare integrieren. Zu den angebotenen CAPTCHA-Typen gehören Google reCAPTCHA, hCAPTCHA und andere weit verbreitete CAPTCHA-Dienste. Diese Funktion hilft, Spam, Bot-Angriffe und autorisierten Zugriff zu verhindern und sorgt so für ein sichereres Benutzererlebnis."],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress lässt sich mit den beliebtesten WordPress-Plugins integrieren, um Ihr Login-Erlebnis zu verbessern. Unsere Funktionen Social Login, CAPTCHA und Limit Login Attempts sind unter anderem leicht in diese Plattformen integriert und helfen Ihnen, den Benutzerzugang zu optimieren und die Sicherheit zu erhöhen."],"WooCommerce":["WooCommerce"],"Quick, secure logins for your WooCommerce store.":["Schnelle, sichere Anmeldungen für Ihren WooCommerce-Shop."],"Easy Digital Downloads":["Easy Digital Downloads"],"Secure digital purchases with login enhancements.":["Sichere digitale Einkäufe mit verbessertem Login."],"BuddyPress":["BuddyPress"],"Boost community logins with social and captcha support.":["Verbessern Sie die Anmeldung in der Community mit Unterstützung für soziale Netzwerke und Captcha."],"BuddyBoss":["BuddyBoss"],"Hassle-free login experience for your BuddyBoss community.":["Problemlose Login-Erfahrung für Ihre BuddyBoss-Community."],"LifterLMS":["LifterLMS"],"Let students log in easily and securely.":["Ermöglichen Sie Schülern eine einfache und sichere Anmeldung."],"LearnDash":["LearnDash"],"Simplify learning access with our login tools.":["Vereinfachen Sie den Zugang zum Lernen mit unseren Login-Tools."],"Upgrade Now":["Jetzt upgraden"],"How to Setup":["So richten Sie ein"],"Settings":["Einstellungen"],"Login Page Settings":["Einstellungen der Anmeldeseite"],"Register Form":["Registrierungsformular"],"Force Password Reset":["Zurücksetzen des Passworts erzwingen"],"Enable to enforce password reset after certain duration.":["Aktivieren Sie diese Option, um das Zurücksetzen des Kennworts nach einer bestimmten Dauer zu erzwingen."],"Password Reset Duration":["Dauer des Zurücksetzens des Passworts"],"Set the duration in days after which the user will be forced to change password again. e.g 10.":["Legen Sie die Dauer in Tagen fest, nach der der Benutzer gezwungen wird, das Kennwort erneut zu ändern. z.B. 10."],"Password Reset For":["Passwort zurücksetzen für"],"Choose the roles for password reset forcefully to secure the site's security.":["Wählen Sie die Rollen für das Zurücksetzen des Kennworts erzwungen aus, um die Sicherheit der Website zu gewährleisten."],"Session Expire":["Die Sitzung läuft ab"],"Set the session expiration time in minutes. e.g: 10":["Legen Sie die Sitzungsablaufzeit in Minuten fest. z.B.: 10"],"Auto Remember Me":["Automatisch an mich erinnern"],"Custom Password Fields":["Custom Password Fields"],"Enable Password Strength":["Kennwortstärke aktivieren"],"To Enable password strength setting on password field.":["So aktivieren Sie die Einstellung für die Kennwortstärke im Kennwortfeld."],"Minimum Password Strength":["Minimale Kennwortstärke"],"Set the minimum password length. e.g: 8":["Legen Sie die Mindestlänge des Passworts fest. Beispiel: 8"],"Password Strength Options":["Optionen zur Kennwortsicherheit"],"[a-z | A-Z] At least one lower & upper case character.":["[a-z | A-Z] Mindestens ein Kleinbuchstabe und ein Großbuchstabe."],"[ @,#,$,% etc ] At least one special character.":["[ @,#,$,% usw. ] Mindestens ein Sonderzeichen."],"[0-9] At least one integer number.":["[0-9] Mindestens eine ganze Zahl."],"Password Strength Meter":["Passwort-Stärke-Messgerät"],"Enable to show password strength meter.":["Aktivieren, um die Kennwortstärkeanzeige anzuzeigen."],"Login Order":["Login Bestellung"],"Both Username Or Email Address":["Sowohl Benutzername als auch E-Mail-Adresse"],"Only Username":["Nur Benutzername"],"Only Email Address":["Nur E-Mail Adresse"],"Enable PCI Compliance":["Aktivieren der PCI-Konformität"],"Lost Password URL":["Passwort vergessen URL"],"Use WordPress default lost password URL instead of WooCommerce custom lost password URL.":["Verwenden Sie WordPress Standard verloren Passwort URL anstelle von WooCommerce benutzerdefinierte verlorenpasswort URL."],"Language Switcher":["Sprachwechsler"],"Remove Settings On Uninstall":["Entfernen Sie die Einstellungen bei der Deinstallation"],"Remove Settings On Uninstall For Pro":["Einstellungen bei der Deinstallation für Pro entfernen"],"Upgrade to Pro":["Upgrade auf die Pro-Version"],"for More Features":["für weitere Funktionen"],"New":["Neu"],"Domain format is valid!":["Das Domainformat ist gültig!"],"Settings saved successfully!":["Einstellungen erfolgreich gespeichert!"],"Error saving settings.":["Fehler beim Speichern der Einstellungen."],"An error occurred while saving.":["Beim Speichern ist ein Fehler aufgetreten."],"Everything else is customizable through":["Alles andere ist anpassbar durch"],"WordPress Customizer":["WordPress-Anpassungsprogramm"],"Force Login":["Anmeldung erforderlich"],"Enable to force prompt user login for exclusive access.":["Aktivieren Sie diese Option, um eine Benutzeranmeldung für exklusiven Zugriff zu erzwingen."],"Allow Crawlers to Access Main Page":["Crawlern den Zugriff auf die Hauptseite gestatten"],"Enable to allow search engine bots (crawlers) to access the main page without login.":["Aktivieren Sie diese Option, damit Suchmaschinen-Bots (Crawler) ohne Anmeldung auf die Hauptseite zugreifen können."],"Choose Crawlers":["Crawler auswählen"],"Alternatively, to allow a custom bot, use the ":["Um einen benutzerdefinierten Bot zuzulassen, verwenden Sie alternativ die"]," filter.":[" filter."],"New user verification":["Überprüfung neuer Benutzer"],"Allows admin to verify user's registration request on the site.":["Ermöglicht es dem Administrator, die Registrierungsanfrage des Benutzers auf der Website zu überprüfen."],"Enable to keep the ":["Aktivieren, um die "],"Remember Me":["Zugangsdaten merken"]," option always checked on the Login Page.":[" option auf der Anmeldeseite immer aktiviert."],"Enable to add ":["Aktivieren Sie das Hinzufügen"]," to the Registration Form.":[" zum Anmeldeformular."],"Enable Password Strength On":["Passwortstärke aktivieren Ein"],"Reset Password Form":["Passwort neu setzen Formular"],"Allow Special Characters":["Erlaube Spezielle Zeichen"],"Enable to allow usernames with special characters from selected languages.":["Aktivieren, um Benutzernamen mit Sonderzeichen aus ausgewählten Sprachen zuzulassen."],"Choose Languages":["Sprachen wählen"],"Arabic":["Arabisch"],"Latin":["Latein"],"Armenian":["Armenisch"],"Bengali":["Bengalisch"],"Bopomofo":["Bopomofo"],"Cyrillic":["Kyrillisch"],"Georgian":["Georgisch"],"Greek":["Griechisch"],"Select the language whose characters should be allowed in usernames.":["Wählen Sie die Sprache, deren Zeichen in Benutzernamen erlaubt sein sollen."],"Registration from Specific Domains":["Registrierung von bestimmten Domains"],"Allow":["Erlauben"],"Disallow":["Verbieten"],"Restrict Domains":["Domains einschränken"],"Enter each domain on a separate line in the format @domain.com <br>(e.g., @gmail.com, @yahoo.com).":["Geben Sie jede Domain in einer separaten Zeile im Format @domain.com <br> ein (z. B. @gmail.com, @yahoo.com)."],"PCI Compliance":["PCI-Einhaltung"]," to WordPress Login Forms.":[" zu WordPress-Anmeldeformularen."],"Enable to remove Language Switcher Dropdown on Login Forms.":["Aktivieren Sie diese Option, um das Dropdown-Menü für die Sprachumschaltung in Login-Formularen zu entfernen."],"Reset Customizer Settings":["Zurücksetzen Customizer Einstellungen"],"Enable to reset customizer settings.":["Aktivieren, um die "],"Note: All your customization will be reverted back to the LoginPress default theme.":["Hinweis: Alle Ihre Anpassungen werden auf das Standard-Theme von LoginPress zurückgesetzt."],"Enable to remove all custom settings made by LoginPress upon uninstall.":["Aktivieren Sie diese Option, um alle von LoginPress vorgenommenen Einstellungen bei der Deinstallation zu entfernen."],"Enable to remove all custom settings made by LoginPress-Pro upon uninstall.":["Aktivieren Sie diese Option, um alle von LoginPress-Pro vorgenommenen Einstellungen bei der Deinstallation zu entfernen."],"Saving...":["Speichern..."],"Save Changes":["Änderungen speichern"],"Oops! Something went wrong":["Huch! Etwas ist schief gelaufen"],"This component encountered an error. Please refresh the page.":["Bei dieser Komponente ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite."],"Technical Details":["Technische Details"],"Refresh Page":["Aktualisiere Seite"],"Captcha Protection Settings":["Captcha-Schutz-Einstellungen"],"How To Use LoginPress With Google reCaptcha V2":["Wie man LoginPress mit Google reCaptcha V2 verwendet"],"How Auto Login Works":["So funktioniert die automatische Anmeldung"],"How Social Logins Works":["Wie Social Logins funktionieren"],"How Hide Login Works":["So funktioniert Hide Login"],"How Limit Login Login Attempts Works":["So funktioniert die Begrenzung der Anmeldeversuche"],"How Login Redirects Works":["Wie Login-Umleitungen funktionieren"],"Upgrade to Pro for More Features":["Upgrade auf Pro für weitere Funktionen"],"Get access to all premium features by upgrading to LoginPress Pro.":["Erhalten Sie Zugang zu allen Premium-Funktionen, indem Sie auf LoginPress Pro upgraden."],"Video:":["Video:"],"Coming soon":["Demnächst"],"No promotion available for this tab.":["Für diese Registerkarte ist keine Werbeaktion verfügbar."],"Captcha":["Captcha"],"License Manager":["Lizenzverwaltung"],"Manage Your License Key":["Verwalten Sie Ihren Lizenzschlüssel"]}}}