{"translation-revision-date":"2025-08-25 15:08+0500","generator":"WP-CLI\/2.12.0","source":"src\/SettingsPage.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"How to Setup":["Comment configurer"],"Settings":["Réglages"],"Register Form":["Formulaire d'inscription"],"Force Password Reset":["Forcer la réinitialisation du mot de passe"],"Enable to enforce password reset after certain duration.":["Activez cette option pour appliquer la réinitialisation du mot de passe après une certaine durée."],"Password Reset Duration":["Durée de la réinitialisation du mot de passe"],"Set the duration in days after which the user will be forced to change password again. e.g 10.":["Définissez la durée en jours après laquelle l’utilisateur sera obligé de changer à nouveau de mot de passe. par exemple 10."],"Password Reset For":["Réinitialisation du mot de passe pour"],"Choose the roles for password reset forcefully to secure the site's security.":["Choisissez les rôles pour la réinitialisation du mot de passe avec force afin de garantir la sécurité du site."],"Session Expire":["Expiration de la session"],"Set the session expiration time in minutes. e.g: 10":["Définissez le délai d'expiration de la session en minutes. par exemple: 10"],"Auto Remember Me":["Se souvenir de moi automatiquement"],"Custom Password Fields":["Champs personnalisés du mot de passe"],"Enable Password Strength":["Activer la force du mot de passe"],"To Enable password strength setting on password field.":["Pour activer le paramètre de force du mot de passe dans le champ du mot de passe."],"Minimum Password Strength":["Force minimale du mot de passe"],"Set the minimum password length. e.g: 8":["Définissez la longueur minimale du mot de passe. Par exemple : 8"],"Password Strength Options":["Options de force du mot de passe"],"[a-z | A-Z] At least one lower & upper case character.":["[a-z | A-Z] Au moins un caractère minuscule et majuscule."],"[ @,#,$,% etc ] At least one special character.":["[ @,#,$,% etc ] Au moins un caractère spécial."],"[0-9] At least one integer number.":["[0-9] Au moins un nombre entier."],"Password Strength Meter":["Indicateur de force du mot de passe"],"Enable to show password strength meter.":["Activer pour afficher l'indicateur de force du mot de passe."],"Login Order":["Ordre de connexion"],"Both Username Or Email Address":["Nom d’utilisateur ou adresse e-mail"],"Only Username":["Nom d’utilisateur uniquement"],"Only Email Address":["Adresse courriel uniquement"],"Enable PCI Compliance":["Activer la conformité PCI"],"Lost Password URL":["URL mot de passe perdu"],"Use WordPress default lost password URL instead of WooCommerce custom lost password URL.":["Utilisez l'URL de mot de passe perdu par défaut de WordPress au lieu de l'URL personnalisée de mot de passe perdu de WooCommerce."],"Language Switcher":["Sélecteur de langues"],"Remove Settings On Uninstall":["Supprimer les paramètres lors de la désinstallation"],"Remove Settings On Uninstall For Pro":["Supprimer les paramètres lors de la désinstallation pour Pro"],"Settings saved successfully!":["Paramètres enregistrés avec succès !"],"Error saving settings.":["Erreur lors de l'enregistrement des paramètres."],"An error occurred while saving.":["Une erreur s’est produite lors de l’enregistrement."],"Everything else is customizable through":["Tout le reste est personnalisable grâce à"],"WordPress Customizer":["Personnalisateur WordPress"],"Force Login":["Force Login"],"Enable to force prompt user login for exclusive access.":["Permet de forcer l'utilisateur à se connecter pour obtenir un accès exclusif."],"Allow Crawlers to Access Main Page":["Permettre aux robots d'accéder à la page principale"],"Enable to allow search engine bots (crawlers) to access the main page without login.":["Activer pour permettre aux robots des moteurs de recherche (crawlers) d'accéder à la page principale sans connexion."],"Choose Crawlers":["Choisir les crawlers"],"Alternatively, to allow a custom bot, use the ":["Pour autoriser un robot personnalisé, il est également possible d'utiliser l'option "]," filter.":[" filtre."],"New user verification":["Vérification du nouvel utilisateur"],"Allows admin to verify user's registration request on the site.":["Permet à l'administrateur de vérifier la demande d'enregistrement de l'utilisateur sur le site."],"Enable to keep the ":["Activer pour conserver la "],"Remember Me":["Se souvenir de moi"]," option always checked on the Login Page.":[" est toujours cochée sur la page de connexion."],"Enable to add ":["Permettre d'ajouter"]," to the Registration Form.":[" au formulaire d'inscription."],"Enable Password Strength On":["Activation de la force du mot de passe"],"Reset Password Form":["Formulaire de réinitialisation du mot de passe"],"Allow Special Characters":["Autoriser les caractères spéciaux"],"Enable to allow usernames with special characters from selected languages.":["Permet d'autoriser les noms d'utilisateur comportant des caractères spéciaux dans les langues sélectionnées."],"Choose Languages":["Choisir les langues"],"Arabic":["Arabe"],"Latin":["Latin"],"Armenian":["Arménien"],"Bengali":["Bengali"],"Bopomofo":["Bopomofo"],"Cyrillic":["Cyrillic"],"Georgian":["Georgien"],"Greek":["Grec"],"Select the language whose characters should be allowed in usernames.":["Sélectionnez la langue dont les caractères doivent être autorisés dans les noms d'utilisateur."],"Registration from Specific Domains":["Enregistrement à partir de domaines spécifiques"],"Allow":["Autoriser"],"Disallow":["Interdire"],"Restrict Domains":["Restreindre les domaines"],"Enter each domain on a separate line in the format @domain.com <br>(e.g., @gmail.com, @yahoo.com).":["Saisissez chaque domaine sur une ligne distincte au format @domain.com <br>(par exemple, @gmail.com, @yahoo.com)."],"PCI Compliance":["Conformité PCI"]," to WordPress Login Forms.":[" aux formulaires de connexion de WordPress."],"Enable to remove Language Switcher Dropdown on Login Forms.":["Activer la suppression de la liste déroulante du sélecteur de langue sur les formulaires de connexion."],"Reset Customizer Settings":["Réinitialisation des paramètres"],"Enable to reset customizer settings.":["Permet de réinitialiser les paramètres du personnalisateur."],"Note: All your customization will be reverted back to the LoginPress default theme.":["Note : Toutes vos personnalisations seront ramenées au thème par défaut de LoginPress."],"Enable to remove all custom settings made by LoginPress upon uninstall.":["Activer la suppression de tous les paramètres personnalisés définis par LoginPress lors de la désinstallation."],"Enable to remove all custom settings made by LoginPress-Pro upon uninstall.":["Permet de supprimer tous les réglages personnalisés effectués par LoginPress-Pro lors de la désinstallation."],"Saving...":["Enregistrement en cours..."],"Save Changes":["Sauvegarder les changements"]}}}