{"translation-revision-date":"2025-08-25 15:17+0500","generator":"WP-CLI\/2.12.0","source":"src\/SettingsLoad.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n > 1);"},"Auto Login":["Login Automático"],"No More Manual Login":["Não há mais login manual"],"Login Redirects":["Redirecionamentos de login"],"Automatically redirects the login":["Redireciona automaticamente o login"],"Limit Login Attempts":["Limitar tentativas de login"],"Limits for login attempts":["Limites para tentativas de login"],"Hide Login":["Ocultar Login"],"Hide your login page":["Ocultar sua página de login"],"Social Login":["Login Social"],"Third Party login access":["Acesso de login de terceiros"],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Todos precisam de um controle de sua página de login. Isso ajudará você a rastrear suas tentativas de login por cada usuário. Você pode limitar as tentativas de login para cada usuário. Os ataques de força bruta são a maneira mais comum de obter acesso ao seu site. Este complemento atua como um sheild para esses ataques de hacking e lhe dá controle para definir o tempo entre cada tentativa de login."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Este complemento LoginPress permite que você altere o URL da página de login para o que quiser. Isso dará um tempo difícil para spammers que continuam acessando sua página de login. Isso é útil para ataques de força bruta. Um cuidado para usar este complemento é que você precisa se lembrar da URL de login personalizada depois de alterá-la. Temos uma opção para enviar por e-mail sua URL de login personalizada para que você se lembre dela."],"UPGRADE NOW":["ATUALIZE AGORA"],"CAPTCHA Protection Settings":["Configurações de proteção CAPTCHA"],"Integrations":["Integrações"],"All Plugin Integrations":["Todas as integrações de plugins"],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["O login social da LoginPress é um complemento que oferece facilidade aos seus usuários para fazer login e se registrar via Facebook, Google e Twitter. Este complemento eliminará os registros de Spam e Bot. Este complemento ajudará seus usuários a obter inscrições\/logins gratuitos em seu site."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Redirecionar usuários com base em suas funções e nomes de usuário específicos. Isso é útil, se você tem um editor e quer redirecioná-lo para sua página de estatísticas do editor. Restrinja seus assinantes, convidados ou até mesmo clientes a determinadas páginas em vez de wp-admin. Este add-on tem uma UX \/ UI legal para gerenciar todos os redirecionamentos de login que você criou em seu site."],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Este complemento LoginPress permite que você (Adminstrator) gere uma URL exclusiva para determinados usuários que você não deseja fornecer uma senha para fazer login em seu site. Este complemento Pro dá-lhe uma lista de todos os usuários que você deu links de login gerados automaticamente. Você pode desabilitar o acesso de alguém e excluir determinados usuários."],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["O recurso LoginPress CAPTCHA permite que você integre facilmente diferentes tipos de serviços CAPTCHA em seus formulários de login e registro. Os tipos de CAPTCHA oferecidos incluem Google reCAPTCHA, hCAPTCHA e outros serviços CAPTCHA amplamente usados. Esse recurso ajuda a evitar spam, ataques de bot e acesso autorizado, garantindo uma experiência de usuário mais segura."],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["O LoginPress integra-se aos plugins mais populares do WordPress para aprimorar sua experiência de login. Nossos recursos de Login Social, CAPTCHA e Limitar Tentativas de Login, entre outros, são facilmente integrados a essas plataformas, ajudando você a otimizar o acesso do usuário e aumentar a segurança."],"WooCommerce":["WooCommerce"],"Quick, secure logins for your WooCommerce store.":["Logins rápidos e seguros para sua loja WooCommerce."],"Easy Digital Downloads":["Easy Digital Downloads"],"Secure digital purchases with login enhancements.":["Compras digitais seguras com melhorias de login."],"BuddyPress":["BuddyPress"],"Boost community logins with social and captcha support.":["Aumente os logins da comunidade com suporte social e captcha."],"BuddyBoss":["BuddyBoss"],"Hassle-free login experience for your BuddyBoss community.":["Experiência de login sem complicações para sua comunidade BuddyBoss."],"LifterLMS":["LifterLMS"],"Let students log in easily and securely.":["Permita que os alunos efetuem login de forma fácil e segura."],"LearnDash":["LearnDash"],"Simplify learning access with our login tools.":["Simplifique o acesso ao aprendizado com nossas ferramentas de login."],"Upgrade Now":["Atualizar Agora"],"Settings":["Configurações"],"Login Page Settings":["Configurações da página de login"],"Captcha Protection Settings":["Configurações de proteção Captcha"],"How To Use LoginPress With Google reCaptcha V2":["Como usar o LoginPress com o Google reCaptcha V2"],"How Auto Login Works":["Como funciona o login automático"],"How Social Logins Works":["Como funcionam os logins sociais"],"How Hide Login Works":["Como funciona o Hide Login"],"How Limit Login Login Attempts Works":["Como funciona o limite de tentativas de login"],"How Login Redirects Works":["Como funcionam os redirecionamentos de login"],"Upgrade to Pro for More Features":["Atualize para versão PRÓ para obter mais recursos"],"Get access to all premium features by upgrading to LoginPress Pro.":["Obtenha acesso a todos os recursos premium fazendo o upgrade para o LoginPress Pro."],"Video:":["Vídeo:"],"Coming soon":["Em breve"],"No promotion available for this tab.":["Nenhuma promoção disponível para essa guia."],"Captcha":["Captcha"],"License Manager":["Gerenciador de Licenças"],"Manage Your License Key":["Gerenciar sua chave de licença"]}}}