{"translation-revision-date":"2025-08-25 15:07+0500","generator":"WP-CLI\/2.12.0","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es","plural-forms":"nplurals=2; plural=(n != 1);"},"Auto Login":["Ingreso automático"],"No More Manual Login":["No más inicio de sesión manual"],"Login Redirects":["Redireccionamientos de inicio de sesión"],"Automatically redirects the login":["Redirige automáticamente el inicio de sesión"],"Limit Login Attempts":["Límitar intentos de inicio de sesión"],"Limits for login attempts":["Límites para los intentos de inicio de sesión"],"Hide Login":["Ocultar acceso"],"Hide your login page":["Ocultar la página de inicio de sesión"],"Social Login":["Inicio de Redes Sociales"],"Third Party login access":["Acceso de inicio de sesión de terceros"],"Everybody needs a control of their Login page. This will help you to track your login attempts by each user. You can limit the login attempts for each user. Brute force attacks are the most common way to gain access to your website. This add-on acts as a sheild to these hacking attacks and gives you control to set the time between each login attempts.":["Todo el mundo necesita un control de su página de inicio de sesión. Esto le ayudará a realizar un seguimiento de sus intentos de inicio de sesión por parte de cada usuario. Puede limitar los intentos de inicio de sesión para cada usuario. Los ataques de fuerza bruta son la forma más común de obtener acceso a su sitio web. Este complemento actúa como un sheild para estos ataques de piratería y le da control para establecer el tiempo entre cada intento de inicio de sesión."],"This LoginPress add-on lets you change the login page URL to anything you want. It will give a hard time to spammers who keep hitting to your login page. This is helpful for Brute force attacks. One caution to use this add-on is you need to remember the custom login url after you change it. We have an option to email your custom login url so you remember it.":["Este complemento LoginPress le permite cambiar la URL de la página de inicio de sesión a lo que desee. Le dará dificultades a los spammers que siguen llegando a su página de inicio de sesión. Esto es útil para ataques de fuerza bruta. Una precaución para usar este complemento es que debe recordar la URL de inicio de sesión personalizada después de cambiarla. Tenemos la opción de enviar por correo electrónico su URL de inicio de sesión personalizada para que la recuerde."],"UPGRADE NOW":["ACTUALIZAR AHORA"],"CAPTCHA Protection Settings":["Configuración de protección CAPTCHA"],"Integrations":["Integraciones"],"All Plugin Integrations":["Todas las integraciones de complementos"],"Social login from LoginPress is an add-on which provides facility your users to login and Register via Facebook, Google and Twitter. This add-on will eliminate the Spam and Bot registrations. This add-on will help your users to hassle free registrations\/logins on your site.":["El inicio de sesión social de LoginPress es un complemento que proporciona a sus usuarios la posibilidad de iniciar sesión y registrarse a través de Facebook, Google y Twitter. Este complemento eliminará los registros de Spam y Bot. Este complemento ayudará a sus usuarios a molestar los registros \/ inicios de sesión gratuitos en su sitio."],"Redirect users based on their roles and specific usernames. This is helpful, If you have an editor and want to redirect him to his editor stats page. Restrict your subscribers, guests or even customers to certain pages instead of wp-admin. This add-on has a cool UX\/UI to manage all the login redirects you have created on your site.":["Redirigir a los usuarios en función de sus roles y nombres de usuario específicos. Esto es útil, si tiene un editor y desea redirigirlo a su página de estadísticas del editor. Restrinja a sus suscriptores, invitados o incluso clientes a ciertas páginas en lugar de wp-admin. Este complemento tiene una UX \/ UI genial para administrar todas las redirecciones de inicio de sesión que ha creado en su sitio."],"This LoginPress add-on lets you (Adminstrator) generates a unique URL for your certain users who you don't want to provide a password to login into your site. This Pro add-on gives you a list of all the users who you have given auto generated login links. You can disable someones access and delete certain users.":["Este complemento LoginPress le permite (Adminstrator) generar una URL única para ciertos usuarios que no desea que proporcionen una contraseña para iniciar sesión en su sitio. Este complemento Pro le brinda una lista de todos los usuarios a los que ha dado enlaces de inicio de sesión generados automáticamente. Puede deshabilitar el acceso de alguien y eliminar ciertos usuarios."],"The LoginPress CAPTCHA feature lets you easily integrate different types of CAPTCHA services into your login and registration forms. CAPTCHA types offered include Google reCAPTCHA, hCAPTCHA, and other widely used CAPTCHA services. This feature helps prevent spam, bot attacks, and authorized access, ensuring a more secure user experience.":["La función CAPTCHA de LoginPress le permite integrar fácilmente diferentes tipos de servicios CAPTCHA en sus formularios de inicio de sesión y registro. Los tipos de CAPTCHA que se ofrecen incluyen Google reCAPTCHA, hCAPTCHA y otros servicios CAPTCHA ampliamente utilizados. Esta función ayuda a prevenir el spam, los ataques de bots y el acceso no autorizado, lo que garantiza una experiencia de usuario más segura."],"LoginPress integrates with the most popular WordPress plugins to enhance your login experience. Our Social Login, CAPTCHA and Limit Login Attempts features among others are easily integrated into these platforms, helping you streamline user access and enhance security.":["LoginPress se integra con los plugins más populares de WordPress para mejorar tu experiencia de inicio de sesión. Nuestras funciones de inicio de sesión social, CAPTCHA y límite de intentos de inicio de sesión, entre otras, se integran fácilmente en estas plataformas, lo que te ayuda a optimizar el acceso de los usuarios y a mejorar la seguridad."],"WooCommerce":["WooCommerce"],"Quick, secure logins for your WooCommerce store.":["Inicios de sesión rápidos y seguros para su tienda WooCommerce."],"Easy Digital Downloads":["Easy Digital Downloads"],"Secure digital purchases with login enhancements.":["Compras digitales seguras con mejoras de inicio de sesión."],"BuddyPress":["BuddyPress"],"Boost community logins with social and captcha support.":["Aumente los inicios de sesión de la comunidad con soporte social y captcha."],"BuddyBoss":["BuddyBoss"],"Hassle-free login experience for your BuddyBoss community.":["Experiencia de inicio de sesión sin complicaciones para su comunidad BuddyBoss."],"LifterLMS":["LifterLMS"],"Let students log in easily and securely.":["Deje que las estudiantes inicien sesión de forma fácil y segura."],"LearnDash":["LearnDash"],"Simplify learning access with our login tools.":["Simplifique el acceso al aprendizaje con nuestras herramientas de inicio de sesión."],"Upgrade Now":["Actualizar ahora"],"How to Setup":["Cómo configurar"],"Settings":["Ajustes"],"Login Page Settings":["Ajustes Página Inicio de Sesión"],"Register Form":["Formulario de registro"],"Force Password Reset":["Forzar restablecimiento de contraseña"],"Enable to enforce password reset after certain duration.":["Habilite esta opción para aplicar el restablecimiento de contraseña después de cierta duración."],"Password Reset Duration":["Duración del restablecimiento de contraseña"],"Set the duration in days after which the user will be forced to change password again. e.g 10.":["Establezca la duración en días después de los cuales el usuario se verá obligado a cambiar la contraseña nuevamente. por ejemplo, 10."],"Password Reset For":["Restablecimiento de contraseña para"],"Choose the roles for password reset forcefully to secure the site's security.":["Elija los roles para restablecer la contraseña con fuerza para garantizar la seguridad del sitio."],"Session Expire":["Expirar sesión"],"Set the session expiration time in minutes. e.g: 10":["Establezca el tiempo de expiración de la sesión en minutos. por ejemplo: 10"],"Auto Remember Me":["Recuérdame automáticamente"],"Custom Password Fields":["Campos de contraseña personalizados"],"Enable Password Strength":["Habilitar la seguridad de la contraseña"],"To Enable password strength setting on password field.":["Para habilitar la configuración de la fortaleza de la contraseña en el campo de contraseña."],"Minimum Password Strength":["Fuerza mínima de la contraseña"],"Set the minimum password length. e.g: 8":["Establezca la longitud mínima de la contraseña, p. ej.: 8"],"Password Strength Options":["Opciones de seguridad de contraseña"],"[a-z | A-Z] At least one lower & upper case character.":["[a-z | A-Z] Al menos un carácter en mayúscula y minúscula."],"[ @,#,$,% etc ] At least one special character.":["[ @,#,$,% etc ] Al menos un carácter especial."],"[0-9] At least one integer number.":["[0-9] Al menos un número entero."],"Password Strength Meter":["Medidor de fortaleza de contraseña"],"Enable to show password strength meter.":["Habilitar para mostrar el medidor de fortaleza de la contraseña."],"Login Order":["Orden de inicio de sesión"],"Both Username Or Email Address":["Nombre de usuario o dirección de correo electrónico"],"Only Username":["Solo nombre de usuario"],"Only Email Address":["Solo dirección de correo electrónico"],"Enable PCI Compliance":["Habilite el cumplimiento de PCI"],"Lost Password URL":["URL de Restablecer Contraseña"],"Use WordPress default lost password URL instead of WooCommerce custom lost password URL.":["Use la URL de contraseña perdida predeterminada de WordPress en lugar de la URL de contraseña perdida personalizada de WooCommerce."],"Language Switcher":["Selector de idioma"],"Remove Settings On Uninstall":["Eliminar la configuración al desinstalar"],"Remove Settings On Uninstall For Pro":["Eliminar configuraciones al desinstalar para Pro"],"Upgrade to Pro":["Actualizar a Pro"],"for More Features":["más funciones"],"New":["Nuevo"],"Domain format is valid!":["El formato del dominio es válido!"],"Settings saved successfully!":["Ajustes guardados correctamente!"],"Error saving settings.":["Error al guardar la configuración."],"An error occurred while saving.":["Se ha producido un error al guardar."],"Everything else is customizable through":["Todo lo demás es personalizable mediante"],"WordPress Customizer":["Personalizador de WordPress"],"Force Login":["Forzar iniciar sesión"],"Enable to force prompt user login for exclusive access.":["Habilitar para forzar el inicio de sesión del usuario para el acceso exclusivo."],"Allow Crawlers to Access Main Page":["Permitir que los rastreadores accedan a la página principal"],"Enable to allow search engine bots (crawlers) to access the main page without login.":["Habilitar para permitir que los robots de los motores de búsqueda (rastreadores) accedan a la página principal sin necesidad de iniciar sesión."],"Choose Crawlers":["Elegir orugas"],"Alternatively, to allow a custom bot, use the ":["Alternativamente, para permitir un bot personalizado, utilice la opción "]," filter.":[" filtro."],"New user verification":["Verificación de nuevos usuarios"],"Allows admin to verify user's registration request on the site.":["Permite al administrador verificar la solicitud de registro del usuario en el sitio."],"Enable to keep the ":["Habilitar para mantener el "],"Remember Me":["Recuérdame"]," option always checked on the Login Page.":[" siempre marcada en la página de inicio de sesión."],"Enable to add ":["Habilitar para añadir"]," to the Registration Form.":[" al formulario de inscripción."],"Enable Password Strength On":["Activar refuerzo de contraseña Activado"],"Reset Password Form":["Formulario para restablecer contraseña"],"Allow Special Characters":["Permitir caracteres especiales"],"Enable to allow usernames with special characters from selected languages.":["Habilitar para permitir nombres de usuario con caracteres especiales de los idiomas seleccionados."],"Choose Languages":["Elegir idiomas"],"Arabic":["Árabe"],"Latin":["Latin"],"Armenian":["Ermeni"],"Bengali":["Bengalí"],"Bopomofo":["Bopomofo"],"Cyrillic":["Cirílico"],"Georgian":["Georgiano"],"Greek":["Griego"],"Select the language whose characters should be allowed in usernames.":["Seleccione el idioma cuyos caracteres deben permitirse en los nombres de usuario."],"Registration from Specific Domains":["Registro desde dominios específicos"],"Allow":["Permitir"],"Disallow":["Denegar"],"Restrict Domains":["Restringir dominios"],"Enter each domain on a separate line in the format @domain.com <br>(e.g., @gmail.com, @yahoo.com).":["Introduzca cada dominio en una línea distinta con el formato @dominio.com <br>(por ejemplo, @gmail.com, @yahoo.com)."],"PCI Compliance":["Cumplimiento de la PCI"]," to WordPress Login Forms.":[" a los formularios de inicio de sesión de WordPress."],"Enable to remove Language Switcher Dropdown on Login Forms.":["Habilitar para eliminar el menú desplegable de cambio de idioma en los formularios de inicio de sesión."],"Reset Customizer Settings":["Restablecer ajustes"],"Enable to reset customizer settings.":["Habilitar para restablecer la configuración del personalizador."],"Note: All your customization will be reverted back to the LoginPress default theme.":["Nota: Toda tu personalización será revertida al tema por defecto de LoginPress."],"Enable to remove all custom settings made by LoginPress upon uninstall.":["Habilitar para eliminar todos los ajustes personalizados realizados por LoginPress al desinstalar."],"Enable to remove all custom settings made by LoginPress-Pro upon uninstall.":["Habilitar para eliminar todos los ajustes personalizados realizados por LoginPress-Pro al desinstalar."],"Saving...":["Guardando…"],"Save Changes":["Guardar cambios"],"Oops! Something went wrong":["Oops! Algo salió mal"],"This component encountered an error. Please refresh the page.":["Este componente ha encontrado un error. Por favor, actualice la página."],"Technical Details":["Detalles técnicos"],"Refresh Page":["Actualizar"],"Captcha Protection Settings":["Configuración de la protección Captcha"],"How To Use LoginPress With Google reCaptcha V2":["Cómo utilizar LoginPress con Google reCaptcha V2"],"How Auto Login Works":["Cómo funciona el inicio de sesión automático"],"How Social Logins Works":["Cómo funciona Social Logins"],"How Hide Login Works":["Cómo funciona el inicio de sesión oculto"],"How Limit Login Login Attempts Works":["Cómo funciona el límite de intentos de inicio de sesión"],"How Login Redirects Works":["Cómo funcionan los redireccionamientos de inicio de sesión"],"Upgrade to Pro for More Features":["Actualizar a Pro para más funciones"],"Get access to all premium features by upgrading to LoginPress Pro.":["Obtenga acceso a todas las características premium mediante la actualización a LoginPress Pro."],"Video:":["Video:"],"Coming soon":["Muy pronto"],"No promotion available for this tab.":["No hay promoción disponible para esta ficha."],"Captcha":["Captcha"],"License Manager":["Gestor de licencias"],"Manage Your License Key":["Gestione su clave de licencia"]}}}